Repository: ElmarSalimov/cultech_app
Catalog: lib/core/l10n/intl_*.arb
Languages: az

# welcomeMessage
source: Welcome, Elmar!
az: Xoş gəldin, Elmar!

# todayQuestion
source: What would you like to eat today?
az: Bu gün nə yemək istəyirsən?

# dryFoods
source: Main Dishes
az: Quru yeməklər

# liquidFoods
source: Soups
az: Sulu yeməklər

source: Desserts
az: Şirniyyatlar

# minutesShort
source: min
az: dəq

# caloriesShort
source: kcal
az: kkal

# hotService
source: Hot
az: İsti

# coldService
source: Cold
az: Soyuq

source: Description
az: Təsvir

source: Ingredients
az: İnqrediyentlər

source: Instructions
az: İnstruksiyalar

source: Special Notes
az: Xüsusi qeydlər

source: Order Ingredients
az: İnqrediyentləri Sifariş Et

source: Ingredient Order
az: İnqrediyent Sifarişi

# portionCount
source: Number of Portions
az: Porsiya Sayı

# maxPortions
source: Maximum 10 portions
az: Maksimum 10 porsiya

# selectProductsMessage
source: Select the products you want to add to your order
az: Sifarişinizə əlavə etmək istədiyiniz məhsulları seçin

source: For recipe:
az: Resept üçün:

source: Maximum:
az: Maksimum:

source: Total products:
az: Cəmi məhsul:

source: Confirm Order
az: Sifarişi Təsdiqlə

source: Select Products
az: Məhsul Seçin

# orderConfirmationTitle
source: Confirm Order
az: Sifarişi Təsdiqlə

# orderSuccessMessage
source: Your order has been sent successfully! Delivery information will be sent via SMS.
az: Sifarişiniz uğurla göndərildi! Çatdırılma haqqında məlumat SMS ilə göndəriləcək.

# okay
source: OK
az: Tamam

# pieces
source: pcs
az: ədəd

source: Settings
az: Parametrlər

source: First Name
az: Adınız

source: Last Name
az: Soyadınız

source: Phone
az: Telefon

source: Language
az: Dil

source: Azerbaijani
az: Azərbaycan

source: Russian
az: Русский

# categoryDryFood
source: main dish
az: quru yemək

# categoryLiquidFood
source: soup
az: sulu yemək

# categoryDessert
source: dessert
az: şirniyyat

# hotServiceNote
source: hot service
az: isti servis

# coldServiceNote
source: cold service
az: soyuq servis

# faq
source: Frequently asked questions
az: Tez-tez verilən suallar
